tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Statistics utility to count lines of code
brew "cloc"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Easiest way to build and release mobile apps
brew "fastlane"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Remote repository management made easy
brew "ghq"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Install and debug iPhone apps from the command-line
brew "ios-deploy"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Mac App Store command-line interface
brew "mas"
# Node.js version manager
brew "nodebrew"
# Terminal multiplexer
brew "tmux"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
cask "android-studio"
cask "bitbar"
cask "blackhole"
cask "deepl"
cask "discord"
cask "dotnet-sdk"
cask "flipper"
cask "font-fira-code"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "gyazo"
cask "inkdrop"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "logitech-options"
cask "nordic-nrf-connect"
cask "phoenix"
cask "sketch"
cask "slack"
cask "sony-ps4-remote-play"
cask "unity-hub"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "LINE", id: 539883307
mas "Microsoft To Do", id: 1274495053
mas "Xcode", id: 497799835
